docs/site/cooper90_reed_contr.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>cooper90_reed_contr</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">cooper90_reed_contr</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orge6007cf">Reed Contribution</a>
<ul>
<li><a href="#orgf620960">Straight Cone</a></li>
<li><a href="#org37823e3">Real world</a></li>
<li><a href="#org0c62bf0">Cut off volume</a></li>
<li><a href="#orgeacebb1">Diagram</a></li>
<li><a href="#org55d4bca">3 Ways Reed Contributes</a></li>
<li><a href="#org01b563c">Relationship</a></li>
<li><a href="#org6c2bb18">Conclusions</a></li>
<li><a href="#org64047f8">Damping</a></li>
<li><a href="#org1665c93">Three Reed Types</a></li>
<li><a href="#org63475db">Bocal Length Influence</a></li>
<li><a href="#org61a4263">Limits</a></li>
<li><a href="#org03fd653">Angle of the Bore Influence</a></li>
<li><a href="#orgf7fc8ac">7 Bassoon Reed Criteria</a></li>
<li><a href="#orga6e53ca">Fool</a></li>
<li><a href="#orge5c6173">Instrument Variety</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orge6007cf" class="outline-2">
<h2 id="orge6007cf">Reed Contribution</h2>
<div class="outline-text-2" id="text-orge6007cf">
</div>
<div id="outline-container-orgf620960" class="outline-3">
<h3 id="orgf620960">Straight Cone</h3>
<div class="outline-text-3" id="text-orgf620960">
<p>
One of the few geometric shapes with whole number overtone series
</p>
</div>
</div>
<div id="outline-container-org37823e3" class="outline-3">
<h3 id="org37823e3">Real world</h3>
<div class="outline-text-3" id="text-org37823e3">
<p>
This doesnt exist in real world, because the end has to be cut off to blow through. This effects the higher modes exponentially more (but also frequency exponentially grows)
</p>
</div>
</div>
<div id="outline-container-org0c62bf0" class="outline-3">
<h3 id="org0c62bf0">Cut off volume</h3>
<div class="outline-text-3" id="text-org0c62bf0">
<p>
The reed must contribute the missing volume from cutting off the bocal. It's about 10% of the cone's total length. Shape , style, etc. does not matter as much as equaling the missing volume.
</p>
</div>
</div>
<div id="outline-container-orgeacebb1" class="outline-3">
<h3 id="orgeacebb1">Diagram</h3>
<div class="outline-text-3" id="text-orgeacebb1">
<p>
&lt;================&lt;
Missing volume -&gt; Bocal -&gt; Wing -&gt; Boot -&gt; U -&gt; Boot -&gt; Long Joint -&gt; Bell
This whole lenght is half the length of low B flat&#x2026;
Missing volume = Reed contribution = Phantom bore
</p>
</div>
</div>
<div id="outline-container-org55d4bca" class="outline-3">
<h3 id="org55d4bca">3 Ways Reed Contributes</h3>
<div class="outline-text-3" id="text-org55d4bca">
<ol class="org-ol">
<li>Static Volume - the internal volume of the reed at rest. In a functioning instrument this must be less than the missing volume to allow for vibrations and damping</li>
<li>Vibratory Contribution - Measure of relative violence that a reed vibrates. This is independent of vibrating frequency, and is due to the amount of blade involved in the reed's oscillatory motion. An increase here acts as a substitute for static volume or damping</li>
<li>Damping - Elements that reduce the speed and vigor of oscillation. Acoustic friction. More minor than the other two, but can serve as a substitute for both</li>
</ol>
</div>
</div>
<div id="outline-container-org01b563c" class="outline-3">
<h3 id="org01b563c">Relationship</h3>
<div class="outline-text-3" id="text-org01b563c">
<p>
Three factors can be combined infinitely, but always have to contirbue 100%. If it's less than 100%, then the upper modes become way too sharp because of the exponentially augmented frequency. If it's more than 100%, the upper registers will be flat for similar reasons. Complaints about a reed making the upper registers too sharp or flat should instead be directed to the reed contribution
</p>
</div>
</div>
<div id="outline-container-org6c2bb18" class="outline-3">
<h3 id="org6c2bb18">Conclusions</h3>
<div class="outline-text-3" id="text-org6c2bb18">
<blockquote>
<ol class="org-ol">
<li>THE LARGER A REED, THE MORE RESISTANT (Harder/Stiffer/Heavier) IT MUST BE.</li>
<li>THE SMALLER A REED, THE LESS RESISTANT (Softer/Freer/Lighter) IT MUST BE.</li>
</ol>
</blockquote>
</div>
</div>
<div id="outline-container-org64047f8" class="outline-3">
<h3 id="org64047f8">Damping</h3>
<div class="outline-text-3" id="text-org64047f8">
<p>
Damping complicates things, but controls tone more. Reduces the amplitude of the upper partials. It darkens the sound by lowering the energy of the highs.
</p>
</div>
</div>
<div id="outline-container-org1665c93" class="outline-3">
<h3 id="org1665c93">Three Reed Types</h3>
<div class="outline-text-3" id="text-org1665c93">
<p>
German, American, and Garfield styles:
German High static volume, equal vib and damp (60-20-20)
American 50-40-10
Garfield 40-40-20
</p>

<p>
German is a large, resistant/heavy, very damped reed
American is medium size, free and light, and lightly damped
Garfield reed is small, free and light, heavily damped
</p>

<p>
German is restricted, dark, less flexible
American is free, flexible, somewhat bright
Garfield is free, flexible, dark
</p>

<p>
Cooper's reeds are in between American and Garfield (45-40-15)
</p>
</div>
</div>
<div id="outline-container-org63475db" class="outline-3">
<h3 id="org63475db">Bocal Length Influence</h3>
<div class="outline-text-3" id="text-org63475db">
<p>
Varying the length of the bocal changes the missing volume. The dominant crow must shift one half step for each change in bocal number.
</p>

<p>
Changing the bocal one number changes the fundamental 1/10th of a halfstep. Using A 440, each change is about 2.5Hz
</p>

<p>
Each change by a halfstep in the reed's crow pitch raises or lowers the instrument by 1/10th of a halfstep. Upper modes exponentially raised or lowered. 
</p>
</div>
</div>
<div id="outline-container-org61a4263" class="outline-3">
<h3 id="org61a4263">Limits</h3>
<div class="outline-text-3" id="text-org61a4263">
<p>
Seems 1/10th of a semitone is about the limit of keeping things consistent for the player. Players may make an e flat reed with a #1 bocal, or a d reed with a #2 bocal depending on the literature
</p>
</div>
</div>
<div id="outline-container-org03fd653" class="outline-3">
<h3 id="org03fd653">Angle of the Bore Influence</h3>
<div class="outline-text-3" id="text-org03fd653">
<p>
Inverse relationship. The steeper the angle, the lower the missing volume. A large difference between the German and French bassoon is the length and angle of the bore. You can't use the same reed between French, German, and Baroque bassoons because the missing volume is so drastically different
</p>
</div>
</div>
<div id="outline-container-orgf7fc8ac" class="outline-3">
<h3 id="orgf7fc8ac">7 Bassoon Reed Criteria</h3>
<div class="outline-text-3" id="text-orgf7fc8ac">
<p>
Aural tests to determine the compatibility of the reed within the acoustic system (lab measurements would destroy the reed) Supposedly, many reed makers leave the instrument in the case until the reed meets these 7 criteria
</p>
<ol class="org-ol">
<li>The reed should crow when using a proper embouchre. Use E flat crows for #2, D for a #1 bocal, and E for a #3 bocal</li>
<li>Reed plus bocal should be a slightly flat middle c with a primary register embouchre</li>
<li>Relaxed and maximum volume vibration on bocal should drop to a stable b</li>
<li>Trying to go further should result in a B "crow". If the relationship is out of tune, the various registers will also be distorted. There will be other pitches present, but tuning the octave is the important one</li>
<li>Minimum range of reed and bocal should be a minor third ( b to slightly flat d). This represents the necessary flexibility to play in various registers of the bassoon. In essence, B is the low register, c is the primary register, c# is the second register, d is the high register</li>
<li>Cut off frequency of the reed blown alone must be a minimum of a perfect fifth above the dominant crow pitch. So D reed to A, Eflat to Bflat, E to B. The pitch change is produced by embouchre manipulation and change in oral cavity. The cut off frequency is probably the high peep pitch? It's the highest frequency possible in the crow</li>
<li>The reed blown alone, must have a minimum range of one octave, the dominant pitch above and below the crow pitch. If it can go more in one direction it shows a propensity to be a good high or low note reed. Both directions is rare and plays equally well in all registers. Playing melodies within an octave is a good lesson activity for showing the flexibility in embouchre, oral cavity, and the reed while playing.</li>
</ol>
</div>
</div>
<div id="outline-container-orga6e53ca" class="outline-3">
<h3 id="orga6e53ca">Fool</h3>
<div class="outline-text-3" id="text-orga6e53ca">
<p>
The reed must in effect fool the instrument into thinking it has not been cut off.
</p>
</div>
</div>
<div id="outline-container-orge5c6173" class="outline-3">
<h3 id="orge5c6173">Instrument Variety</h3>
<div class="outline-text-3" id="text-orge5c6173">
<p>
Each instrument has minor variants that necessitate adjustments to reed design
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
